Repository: wp-plugins/sidenotes
Catalog: languages/sidenotes-*.po
Languages: de_de

source: Settings
de_de: Einstellungen

source: Sidenotes Settings
de_de: Sidenotes Einstellungen

source: Leave blank to show all
de_de: Bei leerem Feld werden alle Sidenotes angezeigt

source: Date format
de_de: Datumsformat

source: Custom
de_de: Eigenes

source: Documentation on date formatting
de_de: Dokumentation zu Datumsformaten

source: Don't change it if you don't know! Only use double quotation marks!
de_de: Nur ändern, wenn Sie wissen wie. Bitte nur doppelte Anführungszeichen verwenden!

source: Reset to default
de_de: Standardeinstellungen laden

source: Legend
de_de: Legende

source: The title of your sidenote
de_de: Der Titel der Sidenote

source: The description of your sidenote
de_de: Die Beschreibung der Sidenote

source: The date you have published the sidenote
de_de: Der Tag an dem die Sidenote veröffentlicht wurde

source: Save Changes
de_de: Änderungen speichern

source: Please insert all mandatory fields!
de_de: Bitte Werte in alle Pflichtfelder eingeben

source: Your sidenote has been successfully added!
de_de: Die Sidenote wurde erfolgreich hinzugefügt!

source: Your sidenote has been successfully updated!
de_de: Die Sidenote wurde erfolgreich geändert!

source: Your sidenote has been deleted!
de_de: Die Sidenote wurde gelöscht!

source: Sidenotes posts
de_de: Sidenote Einträge

source: Add a new sidenote to your blog
de_de: Tragen Sie eine neue Sidenote ein

source: Edit sidenote
de_de: Sidenote editieren

source: Title
de_de: Titel

source: Description
de_de: Beschreibung

source: Edit Sidenote
de_de: Sidenote editieren

source: Add Sidenote
de_de: Sidenote hinzufügen

source: All Sidenotes
de_de: Alle Sidenotes

source: Published
de_de: Veröffentlicht

source: Edit
de_de: Editieren

source: Delete
de_de: Löschen

source: You currently do not have any sidenotes
de_de: Sie haben noch keine Sidenote hinzugefügt

source: The URL in the &lt;a href...&gt; tag
de_de: Die URL im &lt;a href...&gt; tag

source: Only the last 100 side notes will be displayed
de_de: Es werden nur die letzten 100 Einträge angezeigt

source: Blog pages show at most
de_de: Blog-Seiten zeigen max.

source: Syndication feeds show the most recent
de_de: RSS-Feed zeigt die letzten

source: Archive pages show at most
de_de: Archivseiten zeigen max.

source: How your Sidenotes will be displayed
de_de: Wie deine Sidenotes dargestellt werden

source: Template for blog pages
de_de: Template für Blogseiten

source: Template for archive pages
de_de: Template für Archivseiten
